Repository: pygraz/old-flask-website
Catalog: pygraz_website/translations/*/LC_MESSAGES/messages.po
Languages: de

source: There already is a meetup on this day
de: An diesem Tag gibt es bereits ein Treffen

source: This username is already taken
de: Dieser Benutzername is bereits vergeben

source: This email address is already taken
de: Diese E-Mail-Adresse wird bereits von jemand anderem verwendet

source: Please provide a start datetime
de: Bitte gib einen Startzeitpunkt an

source: Please provide an end datetime
de: Bitte gib einen Endzeitpunkt an

source: The end has to come after the start
de: Der Endzeitpunkt muss nach dem Anfangszeitpunkt liegen

source: Please provide an OpenID in order to login
de: Bitte gib eine OpenID an, um dich anzumelden

source: Please provide a username
de: Bitte gib einen Benutzernamen an

source: Please provide an email address
de: Bitte gib eine E-Mail-Adresse an

source: Please provide a valid email address
de: Bitte gib eine gültige E-Mail-Adresse an

source: Please give your idea a summary
de: Bitte gib eine Kurzbeschreibung deiner Idee

source: The summary of your idea has to be between 1 and 255 chars long
de: Die Kurzbeschreibung deiner Idee muss zwischen 1 und 255 Zeichen lang sein

source: Please describe your idea
de: Bitte beschreibe deine Idee

source: Thank you for your vote!
de: Danke für deine Wahl!

source: Session ideas can only be added to future meetups
de: Themenvorschläge können nur für zukünftige Treffen angelegt werden

source: Your changes have been saved.
de: Deine Änderungen wurden gespeichert.

source: Vote removed
de: Vote entfernt
